/* Part 2 of validation text for book page when publishing a book. */
" (text in " = " (text in ";

/* Part 2 of create book validation text. */
" is required. " = " is required. ";

/* MyLibrary book label */
"'s Books" = "'s Books";

/* Part 3 of validation text for book page when publishing a book. */
")" = ")";

/* Error message when failed to load Terms of Use web page in Project Tour section */
"<html><body><h1>Timeout Error</h1><p>Failed to load Terms of Use. Please make sure your iPad is connected to the network.</p></body></html>" = "<html><body><h1>Timeout Error</h1><p>Failed to load Terms of Use. Please make sure your iPad is connected to the network.</p></body></html>";

/* Error Message when fail to retrieve pending book updates. */
"An error occur when retrieving updates for pending book." = "An error occur when retrieving updates for pending book.";

/* Error Message when fail to retrieve user group. */
"An error occur when retrieving user group." = "An error occur when retrieving user group.";

/* Ask user to wait while the application is downloading data */
"Application is Busy" = "Application is Busy";

/* Ask to confirm delete book on ipad */
"Are you sure you want to delete this book from ipad?" = "Are you sure you want to delete this book from your iPad?";

/* Ask confirmation for deleting a page */
"Are you sure you want to delete this page?" = "Are you sure you want to delete this page?";

/* Ask to confirm delete book on ipad and server */
"Are you sure you want to permanently delete this book? It will be removed from ScribJab and no longer exist." = "Are you sure you want to permanently delete this book? It will be removed from ScribJab and no longer exist.";

/* User account deletion confirmation message box */
"Are you sure you want to PERMANENTLY delete your user account and all of your books from the Scribjab server? Once your account and books are deleted you won't be able to recover them!" = "Are you sure you want to PERMANENTLY delete your user account and all of your books from the Scribjab server? Once your account and books are deleted you won't be able to recover them!";

/* Error message title. Error is shown for authentication problems in delete user account section. */
"Authentication Error" = "Authentication Error";

/* Message whe authorization fail. */
"Authorization Fail. Please sign in again." = "Authorization Fail. Please sign in again.";

/* Book does not exists. */
"Book does not exists" = "Book does not exists";

/* Error title: Cannot download book from the server */
"Book download failed" = "Book download failed";

/* Error title: Cannot flag book */
"Book flagging failed" = "Book flagging failed";

/* Book has been submitted for approval. */
"Book has been submitted for approval." = "Book has been submitted for approval.";

/* Validation text for min one page when publishing a book. */
"Book requires at least one page." = "Book requires at least one page.";

/* Cancel button label */
"Cancel" = "Cancel";

/* Publish button label */
"Publish" = "Publish";

/* Error title: Cannot add a comment to the book */
"Cannot add a comment" = "Cannot add a comment";

/* Error title: when add user request returns a validation error (e.g. user or email already in use) */
"Cannot create account" = "Cannot create account";

/* Error title: Cannot delete a comment from the book */
"Cannot delete a comment" = "Cannot delete a comment";

/* Error Message when fail to delete book on the server. */
"Cannot delete book." = "Cannot delete book.";

/* Error title: Browser books section, failed to get a list of popular/new books rom the server
   Error title: Library books section, failed to get a list of pmy book and favourite books from the server
   Error title: MyLibrary books section, failed to get a list of my books from the server */
"Cannot fetch a list of books" = "Cannot fetch list of books";

/* Error title: Cannot flag a comment for the book */
"Cannot flag a comment" = "Cannot flag comment";

/* Error message for cannot publish book */
"Cannot publish book" = "Cannot publish book";

/* Error title: Search books section, failed to get a list of age groups from the server */
"Cannot retrieve a list of age groups" = "Cannot retrieve a list of age groups";

/* Error title: when new user tries to save new avatar and request returns an error */
"Cannot Update Avatar" = "Cannot Update Avatar";

/* Cover Page of a book */
"Cover" = "Cover";

/* Error title: data error */
"Data Error" = "Data Error";

/* Error title: Cannot delete a user account */
"Delete Account" = "Delete Account";

/* Alert box title for delete book */
"Delete Book" = "Delete Book";

/* Message box title: ask if user wants to delete book from iPad */
"Delete Confirmation" = "Delete Confirmation";

/* Alert box for delete page */
"Delete Page" = "Delete Page";

/* Validation text for book description when publishing a book. */
"Description in " = "Description in ";

/* Message box body: ask if user wants to delete book from iPad */
"Do you want to delete this book from your iPad?" = "Are you sure you want to delete this book from your iPad?";

/* Message box title. Notiy user that this book is currently being downloaded */
"Download in progress" = "Download in progress";

/* New email doesn't match the confirmed email */
"Emails must match" = "Emails do not match";

/* Description for book description. */
"Enter the book description." = "Enter the book description.";

/* Description for page text. */
"Enter the book text." = "Enter the book text.";

/* Description for book title. */
"Enter the book title." = "Enter the book title.";

/* Message box title bar */
"Error" = "Error";

/* Error message: Error when saving the data in ipad */
"Error when saving the data in ipad" = "Error when saving the data in iPad";

/* error when start the player. */
"error when start the player." = "error starting the player.";

/* Error title: Browser books section, failed to get previews for searched books rom the server */
"Error while downloading books" = "Error while downloading books";

/* Fail to start the audio player. */
"Fail to start the audio player." = "Failed to start the audio player.";

/* Error title: Cannot add book to faviorites */
"Failed to like this book" = "Failed to like this book";

/* Error message box title. */
"Flagging Error" = "Flagging Error";

/* URL of Terms of Service page for Project Tour section */
"http://maps.google.com/help/terms_maps.html" = "http://maps.google.com/help/terms_maps.html";

/* Demo Video in Project Tour section */
"http://www.w3schools.com/html5/movie.mp4" = "http://www.w3schools.com/html5/movie.mp4";

/* Validation text for image in title page when publishing a book. */
"Image for page " = "Image for page ";

/* Validation text for image in title page when publishing a book. */
"Image for title page." = "Image for title page.";

/* Alert box title: Already reached the max. number of page for a book. */
"Max Page" = "Max Page";

/* Alert box title for reject message */
"Message for " = "Your book ";

/* Alert box title for reject message, part 2*/
"was rejected" = " was rejected.";

/* Account Modification error message box title */
"Modify Account" = "Modify Account";

/* No */
"No" = "No";

/* This is to notify users that their search for books did not return any result. */
"Nothing Found" = "Nothing Found";

/* OK button label */
"OK" = "OK";

/* Part 1 of validation text for book page when publishing a book. */
"Page " = "Page ";

/* User registration email text box placeholder text */
"Parent's Email" = "Parent's Email";

/* Error title: when user request to reset password fails */
"Password Reset Failed" = "Password Reset Failed";

/* New password doesn't match the confirmed password */
"Passwords must match" = "Passwords do not match";

/* Label for book in library. */
"Pending for approval" = "waiting for approval";

/* User account deletion confirmation message box title */
"Permanently Delete Your Account?" = "Permanently Delete Your Account?";

/* Ask user to describe why they are flagging a book. */
"Please enter the reason for your flag" = "Please enter the reason for your flag";

/* Error message: connection to a server can't be established. */
"Please make sure that you have Internet access" = "Please make sure that you have Internet access";

/* check if user selected the same language. */
"Please select a different language" = "First and second languages can not be the same.";

/* Please select an age group. */
"Please select an age group." = "Please select an age group.";

/* Error title: when unexpected result received from the server */
"Received an Invalid Resonse from the server" = "Received an Invalid Response from the server";

/* Ask user to wait while the application is downloading data */
"Scribjab is currently interacting with the server, please try again in a few moments." = "Scribjab is currently interacting with the server, please try again in a few moments.";

/* 'Please enter password' label */
"Scribjab password:" = "Scribjab password:";

/* Error title: Cannot perform search. */
"Search Failed" = "Search Failed";

/* Error when can't connect to the server */
"Server Connection Error" = "Server Connection Error";

/* Error on server (title) */
"Server Error" = "Server Error";

/* Error message: when unexpected result received from the server */
"Server returned data that this application cannot understand" = "Server returned data that this application cannot understand";

/* Message box body. Notiy user that this book is currently being downloaded */
"This book is being downloaded, please wait for download to complete." = "This book is being downloaded, please wait for download to complete.";

/* Validation text for book title when create/publish a book. */
"Title in " = "Title in ";

/* unknown error from server */
"UNKNOWN ERROR" = "UNKNOWN ERROR";

/* Username or password is incorrect. Please try again. */
"Username or password is incorrect. Please try again." = "Username or password is incorrect. Please try again.";

/* Yes */
"Yes" = "Yes";

/* OK button label */
"Yes, Delete" = "Yes, Delete";

/* List the valiation errors for publish */
"You are missing the following items:\r" = "You are missing the following items:\r";

/* Label for recording. */
"You have 2 minutes to record." = "Speak and record what you wrote";

/* Alert box body: Already reached the max. number of page for a book. */
"You have reached the maximum number of pages. No more page can be added to this book." = "You have reached the maximum number of pages. No more pages can be added to this book.";

/* Alert box title: Some fields are required */
"Your book can not be published" = "Your book can not be published";

/* Message box body: ask if user wants to delete a book comment */
"Do you want to delete this comment?" = "Do you want to delete this comment?";

/* Facebook application not installed - error title */
"Facebook Missing" = "Facebook Missing";

/* Facebook application not installed */
"You need to install Facebook app to share this book." = "You need to install Facebook app to share this book.";

/* Error title: Cannot share a book due to a network error */
"Sharing Failed" = "Sharing Failed";

/* Google Analytics Concent text */
"To improve this app, Scribjab would like to collect the following anonymous data about your usage through google analytics: \n- crash reports\n- books viewed\n- your location" = "To improve this app, Scribjab would like to collect the following anonymous data about your usage through google analytics: \n- crash reports\n- books viewed\n- your location";

/* Google Analytics Concent Title */
"Statistics" = "Statistics";

/* Refuse to give concent */
"No, I Don't Agree" = "No I Don't Agree";

/* Agree to give concent */
"Yes, I Agree" = "Yes I Agree";

/* Alert box title: Confirm that after publishing the book won't be editable */
"Are you sure you want to publish?" = "Are you sure you want to publish?";

/* Alert box body: Confirm that after publishing the book won't be editable */
"If you publish, you will not be able to make changes.\nYou can save and edit your book later if you select the \"save & close\" button." = "If you publish, you will not be able to make changes. You can save and edit your book later if you select the \"save & close\" button.";
